[
  "table-editor-obsidian",
  "dataview",
  "settings-search",
  "url-into-selection",
  "quickadd",
  "obsidian-minimal-settings",
  "templater-obsidian",
  "link-favicon",
  "cmdr",
  "execute-code",
  "obsidian-chorded-hotkeys",
  "frontmatter-modified-date",
  "obsidian-linter",
  "obsidian-footnotes",
  "obsidian-sort-and-permute-lines",
  "obsidian-zotero-desktop-connector",
  "obsidian-snippet-downloader",
  "cm-editor-syntax-highlight-obsidian",
  "calendar",
  "obsidian-style-settings",
  "obsidian-excalidraw-plugin",
  "vscode-editor",
  "obsidian-icon-folder",
  "obsidian-auto-link-title",
  "obsidian-list-callouts",
  "callout-manager"
]