[
  {"id":"abraham10","accessed":{"date-parts":[["2020",2,18]]},"author":[{"family":"Abraham","given":"Anke"}],"citation-key":"abraham10","container-title":"Körperhandeln und Körpererleben","DOI":"10.14361/9783839412275-021","editor":[{"family":"Abraham","given":"Anke"},{"family":"Müller","given":"Beatrice"}],"event-place":"Bielefeld","ISBN":"978-3-8394-1227-5","issued":{"date-parts":[["2010",1,31]]},"language":"de","publisher":"transcript Verlag","publisher-place":"Bielefeld","source":"DOI.org (Crossref)","title":"Mut zur Intervention – zentrale Forschungsfragen und ein empirisches KörperTheorie-KörperPraxis-Projekt","type":"chapter","URL":"http://www.degruyter.com/view/books/9783839412275/9783839412275-021/9783839412275-021.xml"},
  {"id":"adams_moy21","abstract":"Through the use of examples, we explain one way in which applied topology has evolved since the birth of persistent homology in the early 2000s. The first applications of topology to data emphasized the global shape of a dataset, such as the three-circle model for $3 \\times 3$ pixel patches from natural images, or the configuration space of the cyclo-octane molecule, which is a sphere with a Klein bottle attached via two circles of singularity. In these studies of global shape, short persistent homology bars are disregarded as sampling noise. More recently, however, persistent homology has been used to address questions about the local geometry of data. For instance, how can local geometry be vectorized for use in machine learning problems? Persistent homology and its vectorization methods, including persistence landscapes and persistence images, provide popular techniques for incorporating both local geometry and global topology into machine learning. Our meta-hypothesis is that the short bars are as important as the long bars for many machine learning tasks. In defense of this claim, we survey applications of persistent homology to shape recognition, agent-based modeling, materials science, archaeology, and biology. Additionally, we survey work connecting persistent homology to geometric features of spaces, including curvature and fractal dimension, and various methods that have been used to incorporate persistent homology into machine learning.","accessed":{"date-parts":[["2024",2,9]]},"author":[{"family":"Adams","given":"Henry"},{"family":"Moy","given":"Michael"}],"citation-key":"adams_moy21","DOI":"10.48550/arXiv.2103.05796","issued":{"date-parts":[["2021",4,22]]},"number":"arXiv:2103.05796","publisher":"arXiv","source":"arXiv.org","title":"Topology Applied to Machine Learning: From Global to Local","title-short":"Topology Applied to Machine Learning","type":"article","URL":"http://arxiv.org/abs/2103.05796"},
  {"id":"agrafiotis_etal19","abstract":"The determination of accurate bathymetric information is a key element for near offshore activities, hydrological studies such as coastal engineering applications, sedimentary processes, hydrographic surveying as well as archaeological mapping and biological research. UAV imagery processed with Structure from Motion (SfM) and Multi View Stereo (MVS) techniques can provide a low-cost alternative to established shallow seabed mapping techniques offering as well the important visual information. Nevertheless, water refraction poses significant challenges on depth determination. Till now, this problem has been addressed through customized image-based refraction correction algorithms or by modifying the collinearity equation. In this paper, in order to overcome the water refraction errors, we employ machine learning tools that are able to learn the systematic underestimation of the estimated depths. In the proposed approach, based on known depth observations from bathymetric LiDAR surveys, an SVR model was developed able to estimate more accurately the real depths of point clouds derived from SfM-MVS procedures. Experimental results over two test sites along with the performed quantitative validation indicated the high potential of the developed approach.","accessed":{"date-parts":[["2024",2,9]]},"author":[{"family":"Agrafiotis","given":"Panagiotis"},{"family":"Skarlatos","given":"Dimitrios"},{"family":"Georgopoulos","given":"Andreas"},{"family":"Karantzalos","given":"Konstantinos"}],"citation-key":"agrafiotis_etal19","container-title":"The International Archives of the Photogrammetry, Remote Sensing and Spatial Information Sciences","container-title-short":"Int. Arch. Photogramm. Remote Sens. Spatial Inf. Sci.","DOI":"10.5194/isprs-archives-XLII-2-W10-9-2019","ISSN":"2194-9034","issued":{"date-parts":[["2019",4,17]]},"page":"9-16","source":"arXiv.org","title":"Shallow Water Bathymetry Mapping from UAV Imagery based on Machine Learning","type":"article-journal","URL":"http://arxiv.org/abs/1902.10733","volume":"XLII-2/W10"},
  {"id":"Aidan","accessed":{"date-parts":[["2024",5,23]]},"citation-key":"Aidan","title":"Aidan’s Infinite Play 37 Exploring PKM Thinking Styles: Lessons from Week 1 of LYT Workshop 11 | by Aidan Helfant | Medium","type":"webpage","URL":"https://medium.com/@aidan.helfant/aidans-infinite-play-37-exploring-pkm-thinking-styles-lessons-from-week-1-of-lyt-workshop-11-1069af9b4fd"},
  {"id":"akca","author":[{"family":"Akca","given":"Devran"}],"citation-key":"akca","language":"en","page":"75","source":"Zotero","title":"Evaluation von Skelett-Animationen für Anwendungen in Augmented Reality","type":"article-journal"},
  {"id":"alkemeyer15","accessed":{"date-parts":[["2020",2,18]]},"author":[{"family":"Alkemeyer","given":"Thomas"}],"citation-key":"alkemeyer15","container-title":"Soziologische Revue","DOI":"10.1515/srsr-2015-0069","ISSN":"2196-7024, 0343-4109","issue":"4","issued":{"date-parts":[["2015",1,1]]},"language":"de","source":"DOI.org (Crossref)","title":"Verkörperte Soziologie – Soziologie der Verkörperung. Ordnungsbildung als Körper-Praxis","type":"article-journal","URL":"https://www.degruyter.com/view/j/srsr.2015.38.issue-4/srsr-2015-0069/srsr-2015-0069.xml","volume":"38"},
  {"id":"anirudhverma_etal18","accessed":{"date-parts":[["2020",2,17]]},"author":[{"family":"Anirudh Verma","given":""},{"family":"Pedram Yazdinia","given":""},{"family":"Irfan","given":"Yusra"},{"family":"Yumna Irfan","given":""},{"family":"Schankula","given":"Christopher W"},{"family":"Anand","given":"Christopher"}],"citation-key":"anirudhverma_etal18","DOI":"10.13140/RG.2.2.30063.74409","issued":{"date-parts":[["2018"]]},"language":"en","source":"DOI.org (Datacite)","title":"Applying Cognitive Load Theory to Improve K-12 Computer Science Education: An Automated Tool","title-short":"Applying Cognitive Load Theory to Improve K-12 Computer Science Education","type":"article-journal","URL":"http://rgdoi.net/10.13140/RG.2.2.30063.74409"},
  {"id":"anokhina_heinen","abstract":"Let’s remix! Software Studies sind ein interdisziplinäres Forschungsfeld – ein Zweig der Medienwissenschaften, der sich mit Softwaresystemen und deren Auswirkungen auf die Kultur beschäftigt. Schulentwicklung als Teil der Bildungswissenschaft versteht Schule als lernende Organisation. Welche Schnittstellen entstehen, wenn man diese zwei Ansätze zusammenbringt?","accessed":{"date-parts":[["2020",3,13]]},"author":[{"family":"Anokhina","given":"Katja"},{"family":"Heinen","given":"Richard"}],"citation-key":"anokhina_heinen","container-title":"Forum Bildung Digitalisierung","language":"German","title":"Schulentwicklung als Update - Forum Bildung Digitalisierung","title-short":"SCHULENTWICKLUNG ALS UPDATE","type":"post-weblog","URL":"https://www.forumbd.de/blog/schulentwicklung-als-update/"},
  {"id":"baitinger19","abstract":"Diese Arbeit bildeteine Grundlage, auf dessen Basis digitale Konzepte für das zeitgemäße Präsentieren und Vermitteln musealer Inhalte aufgebaut werden können. Dafür wird das aktuelle Mediennutzungsverhalten sowie die im Alltag etablierten Technologien zugrunde gelegt. Ergänzend werden die musealen Aufgaben dahingehend geprüft, wie diese in eine digitale Zukunft transformiert werden können und wie international etablierte museale Mixed Reality Installationen als inspirierende Praxisbeispiele dienen können. Anschließend werden die Technologien Augmented Reality und Virtual Reality als aktuelle Präsentationstechnikenbeschrieben, analysiert und anhand ihrer Eigenschaften möglichen musealen Einsatzgebieten zugeordnet. Das „One for All“ Konzept bildet abschließend eine Empfehlung zur musealen Inhaltsvermittlungbasierend auf Mixed Reality Elementen.","author":[{"family":"Baitinger","given":"Kathrin"}],"citation-key":"baitinger19","issued":{"date-parts":[["2019",12,13]]},"language":"de","publisher":"HAW Hamburg","title":"Mixed Reality basierte Museumsnarration","type":"document"},
  {"id":"baumgartner17","abstract":"Mastitis in goats is a multifactorial disease. Mastitis pathogens as the etiological agent, herd health factors that impair immune defence and environmental conditions that increase the risk of infection are summarized. Recommandations for a proper milking hygiene and procedure and control measures for udder health are described.","author":[{"family":"Baumgartner","given":"Martina"}],"citation-key":"baumgartner17","event-title":"8. Fachtagung für Ziegenhaltung","ISBN":"978-3-902849-52-6","issued":{"date-parts":[["2017"]]},"language":"de","source":"Zotero","title":"Eutergesundheit bei Milchziegen – worauf ist besonders zu achten?","type":"paper-conference"},
  {"id":"berhof19","abstract":"Diese Arbeit befasst sich mit der Möglichkeit, mit Hilfe der Microsoft Hololens positi-onsbezogene Objekte anzeigen zu lassen und mit Ihnen zu interagieren. Hierbei stehtim Vordergrund, dass nur das nächstgelegene Objekt angezeigt wird, um den Benutzernicht mit zu vielen Informationen abzulenken. Zudem sollen die angezeigten Objektedynamisch durch den Nutzer veränderbar sein, damit für diesen nur Informationen an-gezeigt werden, welche individuelle Relevanz haben (Recommender Systems). Es werdenGrundbegriffe definiert die für AR von Bedeutung sind und die AR selbst in den Mi-xed Reality Kontext eingeordnet. Dafür wird die Geschichte, die aktuellen Möglichkeitenund Einsatzgebiete von AR erläutert und mit Hilfe der Microsoft Hololens ein Prototypentwickelt und implementiert. Beim Prototyp werden die Steuerung der AR-Elementemit Hilfe von Sprache und Gesten evaluiert und darauf geachtet ob es mit dem aktuellenStand der Technik möglich ist eine authentische Immersion zu erzeugen.o","accessed":{"date-parts":[["2021",6,11]]},"author":[{"family":"Berhof","given":"Robert"}],"citation-key":"berhof19","issued":{"date-parts":[["2019",6,3]]},"language":"de","publisher":"HAW Hamburg","title":"Augmented Reality mit der Microsoft HoloLens im IndoorBereich","type":"document"},
  {"id":"bickler21","abstract":"Overview\n            Machine learning (ML) is rapidly being adopted by archaeologists interested in analyzing a range of geospatial, material cultural, textual, natural, and artistic data. The algorithms are particularly suited toward rapid identification and classification of archaeological features and objects. The results of these new studies include identification of many new sites around the world and improved classification of large archaeological datasets. ML fits well with more traditional methods used in archaeological analysis, and it remains subject to both the benefits and difficulties of those approaches. Small datasets associated with archaeological work make ML vulnerable to hidden complexity, systemic bias, and high validation costs if not managed appropriately. ML's scalability, flexibility, and rapid development, however, make it an essential part of twenty-first-century archaeological practice. This review briefly describes what ML is, how it is being used in archaeology today, and where it might be used in the future for archaeological purposes.","accessed":{"date-parts":[["2024",2,9]]},"author":[{"family":"Bickler","given":"Simon H."}],"citation-key":"bickler21","container-title":"Advances in Archaeological Practice","container-title-short":"Adv. archaeol. pract.","DOI":"10.1017/aap.2021.6","ISSN":"2326-3768","issue":"2","issued":{"date-parts":[["2021",5]]},"language":"en","page":"186-191","source":"Semantic Scholar","title":"Machine Learning Arrives in Archaeology","type":"article-journal","URL":"https://www.cambridge.org/core/product/identifier/S2326376821000061/type/journal_article","volume":"9"},
  {"id":"casini_etal21","abstract":"Archaeologists, like other scientists, are experiencing a data-flood in their discipline, fueled by a surge in computing power and devices that enable the creation, collection, storage and transfer of an increasingly complex (and large) amount of data, such as remotely sensed imagery from a multitude of sources. In this paper, we pose the preliminary question if this increasing availability of information actually needs new computerized techniques, and Artificial Intelligence methods, to make new and deeper understanding into archaeological problems. Simply said, while it is a fact that Deep Learning (DL) has become prevalent as a type of machine learning design inspired by the way humans learn, and utilized to perform automatic actions people might describe as intelligent, we want to anticipate, here, a discussion around the subject whether machines, trained following this procedure, can extrapolate, from archaeological data, concepts and meaning in the same way that humans would do. Even prior to getting to technical results, we will start our reflection with a very basic concept: Is a collection of satellite images with notable archaeological sites informative enough to instruct a DL machine to discover new archaeological sites, as well as other potential locations of interest? Further, what if similar results could be reached with less intelligent machines that learn by having people manually program them with rules? Finally: If with barrier of meaning we refer to the extent to which human-like understanding can be achieved by a machine, where should be posed that barrier in the archaeological data science?","accessed":{"date-parts":[["2024",2,9]]},"author":[{"family":"Casini","given":"Luca"},{"family":"Roccetti","given":"Marco"},{"family":"Delnevo","given":"Giovanni"},{"family":"Marchetti","given":"Nicolo'"},{"family":"Orru'","given":"Valentina"}],"citation-key":"casini_etal21","DOI":"10.48550/arXiv.2102.06022","issued":{"date-parts":[["2021",2,11]]},"number":"arXiv:2102.06022","publisher":"arXiv","source":"arXiv.org","title":"The Barrier of meaning in archaeological data science","type":"article","URL":"http://arxiv.org/abs/2102.06022"},
  {"id":"casini_etal23","abstract":"This paper illustrates the results obtained by using pre-trained semantic segmentation deep learning models for the detection of archaeological sites within the Mesopotamian floodplains environment. The models were fine-tuned using openly available satellite imagery and vector shapes coming from a large corpus of annotations (i.e., surveyed sites). A randomized test showed that the best model reaches a detection accuracy in the neighborhood of 80%. Integrating domain expertise was crucial to define how to build the dataset and how to evaluate the predictions, since defining if a proposed mask counts as a prediction is very subjective. Furthermore, even an inaccurate prediction can be useful when put into context and interpreted by a trained archaeologist. Coming from these considerations we close the paper with a vision for a Human-AI collaboration workflow. Starting with an annotated dataset that is refined by the human expert we obtain a model whose predictions can either be combined to create a heatmap, to be overlaid on satellite and/or aerial imagery, or alternatively can be vectorized to make further analysis in a GIS software easier and automatic. In turn, the archaeologists can analyze the predictions, organize their onsite surveys, and refine the dataset with new, corrected, annotation","accessed":{"date-parts":[["2024",2,9]]},"author":[{"family":"Casini","given":"Luca"},{"family":"Orrù","given":"Valentina"},{"family":"Montanucci","given":"Andrea"},{"family":"Marchetti","given":"Nicolò"},{"family":"Roccetti","given":"Marco"}],"citation-key":"casini_etal23","DOI":"10.48550/arXiv.2302.05286","issued":{"date-parts":[["2023",1,2]]},"number":"arXiv:2302.05286","publisher":"arXiv","source":"arXiv.org","title":"Archaeological Sites Detection with a Human-AI Collaboration Workflow","type":"article","URL":"http://arxiv.org/abs/2302.05286"},
  {"id":"Chatbot","abstract":"Einen Chatbot erstellen mit Scratch- Ein Digi:Schools-Konzept der Anne-Frank-Realschule, in welchem Schüler*innen eigene Chatbots erstellen.","accessed":{"date-parts":[["2024",5,17]]},"citation-key":"Chatbot","container-title":"Coding for Tomorrow","language":"de-DE","title":"Einen Chatbot erstellen mit Scratch | Digi:Schools","title-short":"Einen Chatbot erstellen mit Scratch | Digi","type":"webpage","URL":"https://coding-for-tomorrow.de/konzepte/einen-chatbot-erstellen-mit-scratch/"},
  {"id":"chen_etal18","abstract":"Spatial pyramid pooling module or encode-decoder structure are used in deep neural networks for semantic segmentation task. The former networks are able to encode multi-scale contextual information by probing the incoming features with filters or pooling operations at multiple rates and multiple effective fields-of-view, while the latter networks can capture sharper object boundaries by gradually recovering the spatial information. In this work, we propose to combine the advantages from both methods. Specifically, our proposed model, DeepLabv3+, extends DeepLabv3 by adding a simple yet effective decoder module to refine the segmentation results especially along object boundaries. We further explore the Xception model and apply the depthwise separable convolution to both Atrous Spatial Pyramid Pooling and decoder modules, resulting in a faster and stronger encoder-decoder network. We demonstrate the effectiveness of the proposed model on PASCAL VOC 2012 and Cityscapes datasets, achieving the test set performance of 89.0\\% and 82.1\\% without any post-processing. Our paper is accompanied with a publicly available reference implementation of the proposed models in Tensorflow at \\url{this https URL}.","accessed":{"date-parts":[["2024",2,9]]},"author":[{"family":"Chen","given":"Liang-Chieh"},{"family":"Zhu","given":"Yukun"},{"family":"Papandreou","given":"George"},{"family":"Schroff","given":"Florian"},{"family":"Adam","given":"Hartwig"}],"citation-key":"chen_etal18","DOI":"10.1007/978-3-030-01234-2_49","editor":[{"family":"Ferrari","given":"Vittorio"},{"family":"Hebert","given":"Martial"},{"family":"Sminchisescu","given":"Cristian"},{"family":"Weiss","given":"Yair"}],"event-place":"Cham","ISBN":"978-3-030-01233-5 978-3-030-01234-2","issued":{"date-parts":[["2018"]]},"language":"en","page":"833-851","publisher":"Springer International Publishing","publisher-place":"Cham","source":"Semantic Scholar","title":"Encoder-Decoder with Atrous Separable Convolution for Semantic Image Segmentation","type":"paper-conference","URL":"https://link.springer.com/10.1007/978-3-030-01234-2_49","volume":"11211"},
  {"id":"clark_chalmers98","accessed":{"date-parts":[["2024",4,23]]},"author":[{"family":"Clark","given":"Andy"},{"family":"Chalmers","given":"David"}],"citation-key":"clark_chalmers98","container-title":"Analysis","ISSN":"0003-2638","issue":"1","issued":{"date-parts":[["1998"]]},"page":"7-19","publisher":"[Analysis Committee, Oxford University Press]","source":"JSTOR","title":"The Extended Mind","type":"article-journal","URL":"https://www.jstor.org/stable/3328150","volume":"58"},
  {"id":"curtis","author":[{"family":"Curtis","given":"Robin"}],"citation-key":"curtis","title":"Immersion und Einfühlung","type":"document"},
  {"id":"dalves_etal18","accessed":{"date-parts":[["2020",2,17]]},"author":[{"family":"Alves","given":"Curtis","non-dropping-particle":"d'"},{"family":"Bouman","given":"Tanya"},{"family":"Schankula","given":"Christopher"},{"family":"Hogg","given":"Jenell"},{"family":"Noronha","given":"Levin"},{"family":"Horsman","given":"Emily"},{"family":"Siddiqui","given":"Rumsha"},{"family":"Anand","given":"Christopher Kumar"}],"citation-key":"dalves_etal18","container-title":"Electronic Proceedings in Theoretical Computer Science","container-title-short":"Electron. Proc. Theor. Comput. Sci.","DOI":"10.4204/EPTCS.270.2","ISSN":"2075-2180","issued":{"date-parts":[["2018",5,11]]},"language":"en","page":"18-36","source":"DOI.org (Crossref)","title":"Using Elm to Introduce Algebraic Thinking to K-8 Students","type":"article-journal","URL":"http://arxiv.org/abs/1805.05125v1","volume":"270"},
  {"id":"decarvalho_etal23","abstract":"Offshore wind farms represent a renewable energy source with a significant global growth trend, and their monitoring is strategic for territorial and environmental planning. This study's primary objective is to detect offshore wind plants at an instance level using semantic segmentation models and Sentinel-1 time series. The secondary objectives are: (a) to develop a database consisting of labeled data and S-1 time series; (b) to compare the performance of five deep semantic segmentation architectures (U-Net, U-Net++, Feature Pyramid Network - FPN, DeepLabv3+, and LinkNet); (c) develop a novel augmentation strategy that shuffles the positions of the images within the time series; (d) investigate different dimensions of time series intervals (1, 5, 10, and 15 images); and (e) evaluate the semantic-to-instance conversion procedure. LinkNet was the top-performing model, followed by U-Net++ and U-Net, while FPN and DeepLabv3+ presented the worst results. The evaluation of semantic segmentation models reveals enhanced Intersection over Union (IoU) (25%) and F-score metrics (18%) with the augmentation of time series images. The study showcases the augmentation strategy's capability to mitigate biases and precisely detect invariant targets. Furthermore, the conversion from semantic to instance segmentation demonstrates its efficacy in accurately isolating individual instances within classified regions - simplifying training data and reducing annotation effort and complexity.","accessed":{"date-parts":[["2024",2,9]]},"author":[{"family":"Carvalho","given":"Osmar Luiz Ferreira","non-dropping-particle":"de"},{"family":"Junior","given":"Osmar Abilio de Carvalho"},{"family":"Albuquerque","given":"Anesmar Olino","non-dropping-particle":"de"},{"family":"Silva","given":"Daniel Guerreiro","dropping-particle":"e"}],"citation-key":"decarvalho_etal23","DOI":"10.48550/arXiv.2312.08773","issued":{"date-parts":[["2023",12,14]]},"number":"arXiv:2312.08773","publisher":"arXiv","source":"arXiv.org","title":"Offshore Wind Plant Instance Segmentation Using Sentinel-1 Time Series, GIS, and Semantic Segmentation Models","type":"article","URL":"http://arxiv.org/abs/2312.08773"},
  {"id":"dexheimer","author":[{"family":"Dexheimer","given":"Martin"}],"citation-key":"dexheimer","issue":"04","title":"Der didaktische Mehrwert virtueller Lernplattformen an Schulen","type":"article-journal","volume":"2012"},
  {"id":"ferrin13","accessed":{"date-parts":[["2020",2,18]]},"author":[{"family":"Ferrin","given":"Nino"}],"citation-key":"ferrin13","DOI":"10.14361/transcript.9783839425053","event-place":"Bielefeld","ISBN":"978-3-8394-2505-3","issued":{"date-parts":[["2013",1,31]]},"language":"de","publisher":"transcript Verlag","publisher-place":"Bielefeld","source":"DOI.org (Crossref)","title":"Selbstkultur und mediale Körper: Zur Pädagogik und Anthropologie neuer Medienpraxen","title-short":"Selbstkultur und mediale Körper","type":"book","URL":"http://www.degruyter.com/view/books/transcript.9783839425053/transcript.9783839425053/transcript.9783839425053.xml"},
  {"id":"gugutzer15","abstract":"Diese Einführung thematisiert den menschlichen Körper als gesellschaftliches Phänomen und fragt, inwiefern der Körper als Produkt und Produzent von Gesellschaft zu verstehen ist. Dazu skizziert Robert Gugutzer die Geschichte des Körpers in der Soziologie von seiner absent presence bei den Klassikern bis zum jüngsten body turn. Darüber hinaus präsentiert er zentrale soziologische Perspektiven auf den Körper, stellt wichtige körpersoziologische Aufgabenfelder sowie \"Leib\", \"Körper\" und \"Verkörperung\" als soziologische Grundbegriffe vor","author":[{"family":"Gugutzer","given":"Robert"}],"citation-key":"gugutzer15","collection-title":"Einsichten","edition":"5., vollst. überarb. Aufl","event-place":"Bielefeld","ISBN":"978-3-8376-2584-4 978-3-8394-2584-8","issued":{"date-parts":[["2015"]]},"language":"de","note":"OCLC: 903680913","number-of-pages":"206","publisher":"Transcript-Verl","publisher-place":"Bielefeld","source":"Gemeinsamer Bibliotheksverbund ISBN","title":"Soziologie des Körpers","type":"book"},
  {"id":"hatcher24","abstract":"How I setup and use Obsidian and Zotero together to help me think and write my essays.","accessed":{"date-parts":[["2024",4,24]]},"author":[{"family":"Hatcher","given":"Danny"}],"citation-key":"hatcher24","issued":{"date-parts":[["2024",2,16]]},"language":"en-US","title":"Using Obsidian and Zotero to write more consistently","type":"post-weblog","URL":"https://dannyhatcher.com/using-obsidian-and-zotero-to-write-more-consistently/"},
  {"id":"heilmann10","accessed":{"date-parts":[["2020",2,18]]},"author":[{"family":"Heilmann","given":"Christa M."}],"citation-key":"heilmann10","container-title":"Körperhandeln und Körpererleben","DOI":"10.14361/9783839412275-014","editor":[{"family":"Abraham","given":"Anke"},{"family":"Müller","given":"Beatrice"}],"event-place":"Bielefeld","ISBN":"978-3-8394-1227-5","issued":{"date-parts":[["2010",1,31]]},"language":"de","publisher":"transcript Verlag","publisher-place":"Bielefeld","source":"DOI.org (Crossref)","title":"Performativ-kommunikative KörperRäume","type":"chapter","URL":"http://www.degruyter.com/view/books/9783839412275/9783839412275-014/9783839412275-014.xml"},
  {"id":"hintze18","abstract":"Kann eine AR Anwendung zu der Erfüllung des edukativen Auftrages eines Museumsbeitragen? Mit dieser Fragestellung setzt sich diese Abschlussarbeit auseinander. Um siebeantworten zu können, wird zunächst der Aufbau eines AR Systems definiert, das denspeziellen Anforderungen eines Museums gerecht wird. Außerdem findet eine Abwägungder Vor- und Nachteile unterschiedlicher Komponenten statt. Anschließend werden An-wendungsfälle eines solchen Systems vorgestellt. Dabei liegt ein besonderer Augenmerkauf dem Nutzen, um den sie diese die jeweilige Ausstellung erweitern. Darauf folgt dieEntwicklung des Prototyps einer Smartphone AR Anwendung für ein fiktives Museum.Dieser Prototyp dient zur beispielhaften Umsetzung einiger zuvor angesprochenen An-wendungsfälle. Zuletzt wird beurteilt, ob die behandelten Anwendungsfälle ein Museumim Sinne der definierten Ziele erweitern.","accessed":{"date-parts":[["2021",6,11]]},"author":[{"family":"Hintze","given":"Nadia"}],"citation-key":"hintze18","issued":{"date-parts":[["2018",12,21]]},"language":"de","publisher":"HAW Hamburg","title":"Entwicklung und Einsatzmöglichkeiten einer ARAnwendung im Rahmen von Museumsausstellungen","type":"document"},
  {"id":"houston_etal12","author":[{"family":"Houston","given":"Kevin"},{"family":"Girgensohn","given":"Roland"},{"family":"Houston","given":"Kevin"}],"citation-key":"houston_etal12","event-place":"Berlin Heidelberg","ISBN":"978-3-8274-2997-1","issued":{"date-parts":[["2012"]]},"language":"ger","number-of-pages":"323","publisher":"Springer Spektrum","publisher-place":"Berlin Heidelberg","source":"K10plus ISBN","title":"Wie man mathematisch denkt: eine Einführung in die mathematische Arbeitstechnik für Studienanfänger","title-short":"Wie man mathematisch denkt","type":"book"},
  {"id":"https","accessed":{"date-parts":[["2024",5,16]]},"citation-key":"https","title":"https://raumberg-gumpenstein.at/jdownloads/Tagungen/Schaf_Ziegentagung/Ziegentagung_2017/1z_2017_baumgartner.pdf","type":"webpage","URL":"https://raumberg-gumpenstein.at/jdownloads/Tagungen/Schaf_Ziegentagung/Ziegentagung_2017/1z_2017_baumgartner.pdf"},
  {"id":"Immersion","accessed":{"date-parts":[["2020",2,15]]},"citation-key":"Immersion","title":"Immersion - 17/2/2008 - montage AV","type":"webpage","URL":"https://www.montage-av.de/a_2008_2_17.html"},
  {"id":"klein_etal23","abstract":"Compiling large datasets from published resources, such as archaeological find catalogues presents fundamental challenges: identifying relevant content and manually recording it is a time-consuming, repetitive and error-prone task. For the data to be useful, it must be of comparable quality and adhere to the same recording standards, which is hardly ever the case in archaeology. Here, we present a new data collection method exploiting recent advances in Artificial Intelligence. Our software uses an object detection neural network combined with further classification networks to speed up, automate, and standardise data collection from legacy resources, such as archaeological drawings and photographs in large unsorted PDF files. The AI-assisted workflow detects common objects found in archaeological catalogues, such as graves, skeletons, ceramics, ornaments, stone tools and maps, and spatially relates and analyses these objects on the page to extract real-life attributes, such as the size and orientation of a grave based on the north arrow and the scale. A graphical interface allows for and assists with manual validation. We demonstrate the benefits of this approach by collecting a range of shapes and numerical attributes from richly-illustrated archaeological catalogues, and benchmark it in a real-world experiment with ten users. Moreover, we record geometric whole-outlines through contour detection, an alternative to landmark-based geometric morphometrics not achievable by hand.","accessed":{"date-parts":[["2024",2,9]]},"author":[{"family":"Klein","given":"Kevin"},{"family":"Wohde","given":"Alyssa"},{"family":"Gorelik","given":"Alexander V."},{"family":"Heyd","given":"Volker"},{"family":"Diekmann","given":"Yoan"},{"family":"Brami","given":"Maxime"}],"citation-key":"klein_etal23","DOI":"10.48550/arXiv.2311.17978","issued":{"date-parts":[["2023",11,29]]},"number":"arXiv:2311.17978","publisher":"arXiv","source":"arXiv.org","title":"AutArch: An AI-assisted workflow for object detection and automated recording in archaeological catalogues","title-short":"AutArch","type":"article","URL":"http://arxiv.org/abs/2311.17978"},
  {"id":"kocev_etal22","abstract":"The volume contains selected contributions from the Machine Learning Challenge \"Discover the Mysteries of the Maya\", presented at the Discovery Challenge Track of The European Conference on Machine Learning and Principles and Practice of Knowledge Discovery in Databases (ECML PKDD 2021). Remote sensing has greatly accelerated traditional archaeological landscape surveys in the forested regions of the ancient Maya. Typical exploration and discovery attempts, beside focusing on whole ancient cities, focus also on individual buildings and structures. Recently, there have been several successful attempts of utilizing machine learning for identifying ancient Maya settlements. These attempts, while relevant, focus on narrow areas and rely on high-quality aerial laser scanning (ALS) data which covers only a fraction of the region where ancient Maya were once settled. Satellite image data, on the other hand, produced by the European Space Agency's (ESA) Sentinel missions, is abundant and, more importantly, publicly available. The \"Discover the Mysteries of the Maya\" challenge aimed at locating and identifying ancient Maya architectures (buildings, aguadas, and platforms) by performing integrated image segmentation of different types of satellite imagery (from Sentinel-1 and Sentinel-2) data and ALS (lidar) data.","accessed":{"date-parts":[["2024",2,9]]},"author":[{"family":"Kocev","given":"Dragi"},{"family":"Simidjievski","given":"Nikola"},{"family":"Kostovska","given":"Ana"},{"family":"Dimitrovski","given":"Ivica"},{"family":"Kokalj","given":"Žiga"}],"citation-key":"kocev_etal22","DOI":"10.48550/arXiv.2208.03163","issued":{"date-parts":[["2022",8,9]]},"number":"arXiv:2208.03163","publisher":"arXiv","source":"arXiv.org","title":"Discover the Mysteries of the Maya: Selected Contributions from the Machine Learning Challenge & The Discovery Challenge Workshop at ECML PKDD 2021","title-short":"Discover the Mysteries of the Maya","type":"article","URL":"http://arxiv.org/abs/2208.03163"},
  {"id":"lindemann16","accessed":{"date-parts":[["2020",3,2]]},"author":[{"family":"Lindemann","given":"Gesa"}],"citation-key":"lindemann16","container-title":"Materialität","DOI":"10.30965/9783846757048_007","editor":[{"family":"Kalthoff","given":"Herbert"},{"family":"Cress","given":"Torsten"},{"family":"Röhl","given":"Tobias"}],"ISBN":"978-3-8467-5704-8 978-3-7705-5704-2","issued":{"date-parts":[["2016",1,1]]},"language":"de","publisher":"Wilhelm Fink Verlag","source":"DOI.org (Crossref)","title":"Reflexive Technikentwicklung","type":"chapter","URL":"https://www.fink.de/view/book/edcoll/9783846757048/BP000007.xml"},
  {"id":"liu_etal24","abstract":"With the rapid development of Earth observation technology and deep learning, building extraction from remotely sensed imagery based on deep convolutional neural networks has attracted wide attention in recent years. However, due to the heterogeneity of building shapes and sizes and the complexity of the surrounding objects, current building extraction methods still have challenges in boundary accuracy and complete building extraction. For these purposes, we proposed a low-level feature enhancement and multiscale attention pyramid aggregation network (LFEMAP-Net) that considers building boundary information and multiscale feature expression to obtain higher accuracy building extraction. First, a low-level feature enhancement model is proposed based on the prior edge information to enhance the representation of spatial details, effectively addressing issues related to information loss and fuzzy boundaries. Additionally, a multiscale attention pyramid aggregation model is developed during the decoding stage to facilitate the fusion of features from different scales, thereby enhancing the extraction of building features. The experimental results on two publicly available datasets validate that LFEMAP-Net can overcome building extraction interruptions and boundary blur in complex scenes, and achieve boundary optimization and complete segmentation of buildings and achieve better performance than other advanced semantic segmentation models.","accessed":{"date-parts":[["2024",2,9]]},"author":[{"family":"Liu","given":"Yu"},{"family":"Li","given":"Erzhu"},{"family":"Liu","given":"Wei"},{"family":"Li","given":"Xing"},{"family":"Zhu","given":"Yuxuan"}],"citation-key":"liu_etal24","container-title":"IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing","DOI":"10.1109/JSTARS.2023.3346454","ISSN":"2151-1535","issued":{"date-parts":[["2024"]]},"page":"2718-2730","source":"IEEE Xplore","title":"LFEMAP-Net: Low-Level Feature Enhancement and Multiscale Attention Pyramid Aggregation Network for Building Extraction From High-Resolution Remote Sensing Images","title-short":"LFEMAP-Net","type":"article-journal","URL":"https://ieeexplore.ieee.org/document/10373107","volume":"17"},
  {"id":"logemann18","abstract":"Wissenschaftlerinnen der Universität Bremen haben mit Unterstützung der Telekom-Stiftung untersucht, ob der Einsatz von Calliope-Computern in der Grundschule sinnvoll ist. Die Ergebnisse ihrer Studie wurden jetzt veröffentlicht. Handreichungen für den Unterricht folgen in Kürze.","accessed":{"date-parts":[["2019",11,25]]},"author":[{"family":"Logemann","given":"Kristina"}],"citation-key":"logemann18","issued":{"date-parts":[["2018",11,16]]},"language":"de","publisher":"Universität Bremen","title":"Mini-Computer bewährt sich in der Grundschule","type":"report","URL":"https://www.uni-bremen.de/de/universitaet/hochschulkommunikation-und-marketing/aktuelle-meldungen/detailansicht/news/detail/News/mini-computer-bew%C3%A4hrt-sich-in-der-grundschule/?sword_list%5B0%5D=f%C3%A4cher%C3%BCbergreifend&no_cache=1"},
  {"id":"lombard_ditton97","abstract":"A number of emerging technologies including\n virtual reality, simulation rides, video conferencing, home theater, \nand high definition television are designed to provide media users with \nan illusion that a mediated experience is not mediated, a perception \ndefined here as presence. Traditional media such as the telephone, \nradio, television, film, and many others offer a lesser degree of \npresence as well. This article examines the key concept of presence. It \nbegins by noting practical and theoretical reasons for studying this \nconcept. Six conceptualizations of presence found in a diverse set of \nliteratures are identified and a detailed explication of the concept \nthat incorporates these conceptualizations is presented. Existing \nresearch and speculation about the factors that encourage or discourage a\n sense of presence in media users as well as the physiological and \npsychological effects of presence are then outlined. Finally, \nsuggestions concerning future systematic research about presence are \npresented.","accessed":{"date-parts":[["2020",2,15]]},"author":[{"family":"Lombard","given":"Matthew"},{"family":"Ditton","given":"Theresa"}],"citation-key":"lombard_ditton97","container-title":"Journal of Computer-Mediated Communication","container-title-short":"J Comput Mediat Commun","DOI":"10.1111/j.1083-6101.1997.tb00072.x","issue":"2","issued":{"date-parts":[["1997",9,1]]},"language":"en","source":"academic.oup.com","title":"At the Heart of It All: The Concept of Presence","title-short":"At the Heart of It All","type":"article-journal","URL":"https://academic.oup.com/jcmc/article/3/2/JCMC321/4080403","volume":"3"},
  {"id":"lyngdoh_etal21","abstract":"Advanced Hyperspectral Data Analysis Software (AVHYAS) plugin is a python3 based quantum GIS (QGIS) plugin designed to process and analyse hyperspectral (Hx) images. It is developed to guarantee full usage of present and future Hx airborne or spaceborne sensors and provides access to advanced algorithms for Hx data processing. The software is freely available and offers a range of basic and advanced tools such as atmospheric correction (for airborne AVIRISNG image), standard processing tools as well as powerful machine learning and Deep Learning interfaces for Hx data analysis.","accessed":{"date-parts":[["2024",2,9]]},"author":[{"family":"Lyngdoh","given":"Rosly Boy"},{"family":"Sahadevan","given":"Anand S."},{"family":"Ahmad","given":"Touseef"},{"family":"Rathore","given":"Pradyuman Singh"},{"family":"Mishra","given":"Manoj"},{"family":"Gupta","given":"Praveen Kumar"},{"family":"Misra","given":"Arundhati"}],"citation-key":"lyngdoh_etal21","DOI":"10.48550/arXiv.2106.12776","issued":{"date-parts":[["2021",6,24]]},"number":"arXiv:2106.12776","publisher":"arXiv","source":"arXiv.org","title":"AVHYAS: A Free and Open Source QGIS Plugin for Advanced Hyperspectral Image Analysis","title-short":"AVHYAS","type":"article","URL":"http://arxiv.org/abs/2106.12776"},
  {"id":"mantovan_nanni20","abstract":"This paper analyses the application of artificial intelligence techniques to various areas of archaeology and more specifically: a) The use of software tools as a creative stimulus for the organization of exhibitions; the use of humanoid robots and holographic displays as guides that interact and involve museum visitors; b) The analysis of methods for the classification of fragments found in archaeological excavations and for the reconstruction of ceramics, with the recomposition of the parts of text missing from historical documents and epigraphs; c) The cataloguing and study of human remains to understand the social and historical context of belonging with the demonstration of the effectiveness of the AI techniques used; d) The detection of particularly difficult terrestrial archaeological sites with the analysis of the architectures of the Artificial Neural Networks most suitable for solving the problems presented by the site; the design of a study for the exploration of marine archaeological sites, located at depths that cannot be reached by man, through the construction of a freely explorable 3D version.","accessed":{"date-parts":[["2024",2,9]]},"author":[{"family":"Mantovan","given":"Lorenzo"},{"family":"Nanni","given":"Loris"}],"citation-key":"mantovan_nanni20","container-title":"SN Computer Science","container-title-short":"SN COMPUT. SCI.","DOI":"10.1007/s42979-020-00286-w","ISSN":"2662-995X, 2661-8907","issue":"5","issued":{"date-parts":[["2020",9]]},"page":"267","source":"arXiv.org","title":"The computerization of archaeology: survey on AI techniques","title-short":"The computerization of archaeology","type":"article-journal","URL":"http://arxiv.org/abs/2005.02863","volume":"1"},
  {"id":"noboilerplate23","abstract":"I have used many note-taking tools over the years, simple-note, notion, and extensively emacs org-mode, none have improved my thinking in the way that Obsidian has.\nToday is a deep-dive into my second brain, and if you take my advice, YOUR second brain.\n\n📄 Source code: https://github.com/0atman/noboilerplate/","accessed":{"date-parts":[["2024",4,23]]},"citation-key":"noboilerplate23","dimensions":"11:52","director":[{"literal":"No Boilerplate"}],"issued":{"date-parts":[["2023",7,7]]},"source":"YouTube","title":"Hack your brain with Obsidian.md","type":"motion_picture","URL":"https://www.youtube.com/watch?v=DbsAQSIKQXk"},
  {"id":"oertner23","author":[{"family":"Oertner","given":"Dr Monika"}],"citation-key":"oertner23","issued":{"literal":"22.11.23"},"language":"de","source":"Zotero","title":"Zielführend prompten mit der GOLDWAAGE","type":"article-journal"},
  {"id":"oertner23a","author":[{"family":"Oertner","given":"Dr Monika"}],"citation-key":"oertner23a","issued":{"literal":"15.12.23"},"title":"Delegieren statt Trainieren?","type":"post-weblog"},
  {"id":"oertner23b","abstract":"Stellungnahme einer Schreibdidaktikerin zu Textgenerierung mittels KI an Hochschulen und Universitäten","accessed":{"date-parts":[["2024",4,23]]},"author":[{"family":"Oertner","given":"Dr Monika"}],"citation-key":"oertner23b","issued":{"date-parts":[["2023",2,3]]},"title":"CheatGPT","type":"post-weblog","URL":"http://oertner.net/Publikationen/GKI/CheatGPT_Oertner_2023-2-3.pdf"},
  {"id":"pasquariello23","abstract":"Design and prototype cross-platform virtual reality experiences","accessed":{"date-parts":[["2024",6,8]]},"citation-key":"pasquariello23","director":[{"family":"Pasquariello","given":"Danilo"}],"issued":{"date-parts":[["2023",7,1]]},"language":"de-de","title":"Learn A-Frame And Get Ready For WebVR","type":"motion_picture","URL":"https://www.udemy.com/course/learn-a-frame-and-get-ready-for-webvr/"},
  {"id":"Reformstrategien","abstract":"Viele Länder haben bereits langjährige Erfahrungen mit dem Einsatz digitaler Medien in Schulen. Um diese guten Beispiele sichtbar zu machen, wurden Estland, Tschechien, Spanien, Singapur und Brasilien hinsichtlich ihres Digitalisierungsfortschritts untersucht. Der Blick auf gelungene bildungspolitischen Ansätze und Erfahrungen soll Anreize liefern für die Gestaltung der Rahmenbedingungen auf Landes- und Bundesebene in Deutschland.","accessed":{"date-parts":[["2019",11,26]]},"citation-key":"Reformstrategien","container-title":"Forum Bildung Digitalisierung","language":"de-DE","title":"Reformstrategien weltweit. Schule in der digitalen Welt","type":"webpage","URL":"https://www.forumbd.de/publikationen/reformstrategien-weltweit-schule-in-der-digitalen-welt/"},
  {"id":"sharma_etal22","abstract":"Agriculture is at the heart of the solution to achieve sustainability in feeding the world population, but advancing our understanding on how agricultural output responds to climatic variability is still needed. Precision Agriculture (PA), which is a management strategy that uses technology such as remote sensing, Geographical Information System (GIS), and machine learning for decision making in the field, has emerged as a promising approach to enhance crop production, increase yield, and reduce water and nutrient losses and environmental impacts. In this context, multiple models to predict agricultural phenotypes, such as crop yield, from genomics (G), environment (E), weather and soil, and field management practices (M) have been developed. These models have traditionally been based on mechanistic or statistical approaches. However, AI approaches are intrinsically well-suited to model complex interactions and have more recently been developed, outperforming classical methods. Here, we present a Natural Language Processing (NLP)-based neural network architecture to process the G, E and M inputs and their interactions. We show that by modeling DNA as natural language, our approach performs better than previous approaches when tested for new environments and similarly to other approaches for unseen seed varieties.","accessed":{"date-parts":[["2024",2,9]]},"author":[{"family":"Sharma","given":"Swati"},{"family":"Partap","given":"Aditi"},{"family":"Balaguer","given":"Maria Angels de Luis"},{"family":"Malvar","given":"Sara"},{"family":"Chandra","given":"Ranveer"}],"citation-key":"sharma_etal22","DOI":"10.48550/arXiv.2211.05986","issued":{"date-parts":[["2022",11,10]]},"number":"arXiv:2211.05986","publisher":"arXiv","source":"arXiv.org","title":"DeepG2P: Fusing Multi-Modal Data to Improve Crop Production","title-short":"DeepG2P","type":"article","URL":"http://arxiv.org/abs/2211.05986"},
  {"id":"stuhr10","author":[{"family":"Stuhr","given":"Tanja"}],"citation-key":"stuhr10","container-title":"Ressortforschung für den Ökologischen Landbau","issued":{"date-parts":[["2010"]]},"language":"de","source":"Zotero","title":"Nachweis von Euterinfektionen in der Frühlaktation bei Milchziegen","type":"article-journal"},
  {"id":"Tanz","accessed":{"date-parts":[["2019",11,25]]},"citation-key":"Tanz","language":"en-US","title":"Tanz bewegt Schule – Von der Idee zum Tanzprojekt – Kunstlabore","type":"post-weblog","URL":"https://kunstlabore.de/tanz/tanz-bewegt-schule/"},
  {"id":"Techkreativ","abstract":"TechKreativ is das Fabrication Laboratory an der Universität Bremen und wird von der AG Digitale Medien in der Bildung (dimeb) des Fachbereichs 3 (Mathematik / Informatik) der Universität Bremen betrieben.","accessed":{"date-parts":[["2019",11,25]]},"citation-key":"Techkreativ","language":"de-DE","title":"Techkreativ","type":"post-weblog","URL":"http://dimeb.informatik.uni-bremen.de/techkreativ/"},
  {"id":"Ted","accessed":{"date-parts":[["2024",5,23]]},"citation-key":"Ted","title":"Ted Kaczynski's Low-Tech Lifestyle | The Ted K Archive","type":"webpage","URL":"https://www.thetedkarchive.com/library/ted-kaczynski-ted-kaczynski-s-low-tech-lifestyle"},
  {"id":"verma_etal18","accessed":{"date-parts":[["2020",2,17]]},"author":[{"family":"Verma","given":""},{"family":"Lin","given":""},{"family":"Zhang","given":""},{"family":"Koehl","given":""},{"family":"Schankula & Kazmi","given":""},{"family":"Anand","given":""},{"family":"Anirudh Verma","given":""},{"family":"Pedram Yazdinia","given":""},{"family":"Irfan","given":"Yusra"},{"family":"Yumna Irfan","given":""},{"family":"Lin","given":"Stephanie"},{"family":"Zhang","given":"John"},{"family":"Koehl","given":"Stephanie"},{"family":"Biya Kazmi","given":""},{"family":"Chinmay Sheth","given":""},{"family":"Schankula","given":"Christopher W"},{"family":"Anand","given":"Christopher"},{"family":"Trink","given":"Michael"}],"citation-key":"verma_etal18","DOI":"10.13140/RG.2.2.23352.85765","issued":{"date-parts":[["2018"]]},"language":"en","source":"DOI.org (Datacite)","title":"Wordathon: A Tool for Social Learning","title-short":"Wordathon","type":"article-journal","URL":"http://rgdoi.net/10.13140/RG.2.2.23352.85765"},
  {"id":"vladcampos24","abstract":"Collecting information is an important part of my learning process, but #Obsidian doesn't have a #WebClipper as powerful as Evernote's. I tried different ideas for a while and finally found a system that is working for me. I hope it inspires you to create your own.\n\n📜 Ethics Statement\nhttps://vladcampos.com/ethics\n\n↪️ Consulting\nhttps://vladcampos.com/consulting\n\n➤ SUPPORT MY WORK\n☕️ Buy Me a Coffee\nhttps://buymeacoffee.com/vladcampos\n🟠 Join my Patreon\n  / vladcampos  \n📺 Become a YouTube Member\n   / @vladcampos  \n\n🌐 Website\nhttps://vladcampos.com\n\n📱 SOCIAL\nMastodon: https://mastodon.social/@vladcampos\nMedium:   / vladcampos  \nThreads: https://www.threads.net/@vladcampos\nBluesky: https://bsky.app/profile/vladcampos.com\nTwitter:   / vladcampos  \n\n➤ RESOURCES & REFERENCES\n• If you switched from Evernote to Obsidian, watch this video 😉\n   • If you switched from Evernote to Obsi...  \n• Obsidian Web Clipper by Steph Ango\nhttps://stephango.com/obsidian-web-cl...\n\n➤ CHAPTERS\n0:00 | Intro\n0:29 | Saving as a PDF\n2:30 | Clipping text with Obsidian Web Clipper\n4:35 | How to save clipped images\n6:43 | Customizing the Obsidian Web Clipper","accessed":{"date-parts":[["2024",5,30]]},"citation-key":"vladcampos24","dimensions":"10:03","director":[{"literal":"vladcampos"}],"issued":{"date-parts":[["2024",3,25]]},"source":"YouTube","title":"Obsidian Web Clipper (how I do it)","type":"motion_picture","URL":"https://www.youtube.com/watch?v=hQF7Dw0cVP8"},
  {"id":"wang_etal23","abstract":"Discovering ancient agricultural terraces in desert regions is important for the monitoring of long-term climate changes on the Earth's surface. However, traditional ground surveys are both costly and limited in scale. With the increasing accessibility of aerial and satellite data, machine learning techniques bear large potential for the automatic detection and recognition of archaeological landscapes. In this paper, we propose a deep semantic model fusion method for ancient agricultural terrace detection. The input data includes aerial images and LiDAR generated terrain features in the Negev desert. Two deep semantic segmentation models, namely DeepLabv3+ and UNet, with EfficientNet backbone, are trained and fused to provide segmentation maps of ancient terraces and walls. The proposed method won the first prize in the International AI Archaeology Challenge. Codes are available at https://github.com/wangyi111/international-archaeology-ai-challenge.","accessed":{"date-parts":[["2024",2,9]]},"author":[{"family":"Wang","given":"Yi"},{"family":"Liu","given":"Chenying"},{"family":"Tiwari","given":"Arti"},{"family":"Silver","given":"Micha"},{"family":"Karnieli","given":"Arnon"},{"family":"Zhu","given":"Xiao Xiang"},{"family":"Albrecht","given":"Conrad M."}],"citation-key":"wang_etal23","DOI":"10.48550/arXiv.2308.02225","issued":{"date-parts":[["2023",8,4]]},"number":"arXiv:2308.02225","publisher":"arXiv","source":"arXiv.org","title":"Deep Semantic Model Fusion for Ancient Agricultural Terrace Detection","type":"article","URL":"http://arxiv.org/abs/2308.02225"},
  {"id":"wegener_jockenhoevel11","accessed":{"date-parts":[["2020",2,16]]},"author":[{"family":"Wegener","given":"Claudia"},{"family":"Jockenhövel","given":"Jesko"}],"citation-key":"wegener_jockenhoevel11","container-title":"Medien & Kommunikationswissenschaft","container-title-short":"M&K","DOI":"10.5771/1615-634x-2011-2-199","ISSN":"1615-634X","issue":"2","issued":{"date-parts":[["2011"]]},"language":"de","page":"199-215","source":"DOI.org (Crossref)","title":"Die Illusion der Non-Mediation. Befunde einer qualitativen Studie zum dreidimensionalen Kino","type":"article-journal","URL":"http://www.nomos-elibrary.de/index.php?doi=10.5771/1615-634x-2011-2-199","volume":"59"},
  {"id":"wirth_hofer08","abstract":"Präsenzerleben. Eine medienpsychologische Modellierung","accessed":{"date-parts":[["2020",2,15]]},"author":[{"family":"Wirth","given":"Werner"},{"family":"Hofer","given":"Matthias"}],"citation-key":"wirth_hofer08","container-title":"montage AV","issued":{"date-parts":[["2008",2,17]]},"language":"German","title":"Präsenzerleben","type":"article-journal","URL":"https://www.montage-av.de/pdf/172_2008/172_2008_Praesenzerleben.pdf"},
  {"id":"zhang_etal18","author":[{"family":"Zhang","given":"John"},{"family":"Verma","given":"Anirudh"},{"family":"Sheth","given":"Chinmay"},{"family":"Schankula","given":"Christopher W"},{"family":"Koehl","given":"Stephanie"},{"family":"Kelly","given":"Andrew"},{"family":"Irfan","given":"Yumna"},{"family":"Anand","given":"Christopher K"}],"citation-key":"zhang_etal18","issued":{"date-parts":[["2018"]]},"language":"en","page":"12","source":"Zotero","title":"Graphics Programming in Elm Develops Math Knowledge & Social Cohesion","type":"article-journal"}
]
